# NOTE: After updating this file, run
# antibody bundle < "$ZDOTDIR/.zsh_plugins.txt" > "$ZDOTDIR/.zsh_plugins.sh"
# (SPC-c-c).
# NOTE: After removing plugins, run `antibody purge your/plugin`.

# Synchronise Vim-mode clipboard with system.
kutsan/zsh-system-clipboard
# Use fish prompt.
#robbyrussell/oh-my-zsh path:themes/fishy.zsh-theme
# Go back quickly.
Tarrasch/zsh-bd
# Colourise ls and add the usual aliases.
zpm-zsh/ls
# Colourise everything else.
zpm-zsh/colorize
# Add fish-style auto-suggestions.
zsh-users/zsh-autosuggestions
# Add fish-style history completion.
zsh-users/zsh-history-substring-search
# Add additional completion definitions.
zsh-users/zsh-completions
# Enable syntax highlighting. Must be last plugin.
zsh-users/zsh-syntax-highlighting
# Emacs bindings, surround objects, mode cursors and prompt.
# Must be after zsh-syntax-highlighting.
softmoth/zsh-vim-mode

# Local Variables:
# mode: sh
# compile-command: "antibody bundle < $ZDOTDIR/.zsh_plugins.txt > $ZDOTDIR/.zsh_plugins.sh"
# End:
